tap "espanso/espanso"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "kovetskiy/mark"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "playcover/playcover"
tap "sandreas/tap"
brew "xz"
brew "apr-util"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "glib"
brew "libffi"
brew "pkg-config"
brew "readline"
brew "python@3.9"
brew "cloc"
brew "cmake"
brew "openldap"
brew "curl"
brew "direnv"
brew "docker-compose"
brew "fish"
brew "gcc"
brew "gh"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "git-standup", link: false
brew "glab"
brew "glow"
brew "gnupg"
brew "python@3.10"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "hashcat"
brew "howdoi"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "json-c"
brew "lapack"
brew "mosh"
brew "navi"
brew "ncdu"
brew "node"
brew "openblas"
brew "openssl@3"
brew "pandoc"
brew "php"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pygments"
brew "qt@5"
brew "pyqt@5"
brew "pythran"
brew "qt"
brew "rbenv"
brew "ruff"
brew "sdl2"
brew "sloccount"
brew "socat"
brew "switchaudio-osx"
brew "tree"
brew "webkit2png"
brew "websocketd"
brew "wget"
brew "zlib"
brew "homebrew-ffmpeg/ffmpeg/ffmpeg", args: ["with-fdk-aac"]
brew "jakehilborn/jakehilborn/displayplacer"
brew "kovetskiy/mark/mark"
cask "1password"
cask "alfred"
cask "amethyst"
cask "apparency"
cask "brave-browser"
cask "calibre"
cask "discord"
cask "docker"
cask "eloston-chromium"
cask "firefox"
cask "firefox-developer-edition"
cask "font-hack-nerd-font"
cask "gpg-suite-no-mail"
cask "iina"
cask "imageoptim"
cask "inkscape"
cask "iterm2"
cask "jdownloader"
cask "logitech-options"
cask "mactex-no-gui"
cask "maestral"
cask "microsoft-edge"
cask "microsoft-teams"
cask "min"
cask "mp3tag"
cask "obs"
cask "obs-virtualcam"
cask "obsidian"
cask "openemu"
cask "owncloud"
cask "playcover-community"
cask "qlcolorcode"
cask "qlmarkdown"
cask "rar"
cask "signal"
cask "syntax-highlight"
cask "telegram"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "whatsapp"
